[Chapter]
C0=序章
C1=第一部 怒门篇
C2=第二部 破道篇
C3=第三部 夜镜篇
C4=第四部 轮坏篇
C5=异闻

[Title]
S000=真正的黎明将至
S010=复仇即为我身
S020=不过是地狱罢了
S030=告诉我你们干了什么
S040=可悲的男人
S050=不想看到的脸
S060=想给予这孩子幸福
S070=这是我要做的事情
S080=世界的事情已经听够了
S100=那么决一死战吧
S110=朝着你的路走下去吧
S120=那份力量过于危险
S130=根本不需要只会掠夺的神
S140=我明明拥有大义
S150=正因为是神才要弄脏双手
S160=七星天的夜叉就到此为止
S170=毛头小子
S180=我抗争故我在
S190=有献身愤怒的觉悟吗
S200=给我过去
S205=大愿已成就
S210=果然只有你才能
S220=到底要睡到何时
S230=握紧拳头便无法握手
S250=这就是父亲的生存之道
S260=去见比我更热血的家伙
S270=拳之极者 VS 拳之语者

[Summary]
S000=众神，与威胁人类的恶鬼业魔的战争终于迎来了终局。\n众神的军队由最强的八人——八神将所指挥。\n其中一人，便是以豪勇闻名的阿修罗。\n凭借其女儿，巫女米斯拉的力量，向业魔发起了最终决战。
S010=业魔的根源，弗栗多被阿修罗漂亮地镇压了。\n然而，其迎来的并非称赞的言语，而是无数的白刃。\n而被战友追杀的阿修罗，还要面对命运为他准备的更进一步的悲剧……
S020=背负着反逆者的污名的阿修罗，妻子被杀，女儿被夺。\n呈现在带着愤怒而从死之渊复苏的他的眼前的是，如同广阔的荒漠般的幽玄世界。\n跟从着于此出现的迷之蜘蛛的话语的引导，阿修罗向着现世出发了。
S030=呈现在在苏醒的阿修罗眼前的，是自他死后经过了一万两千年的岁月的时代。\n但是，业魔横行于世的状况依然没有改变。\n当业魔开始袭击人群，夺走众人性命之时，由曾经的八神将瓦曾所率领的士兵出现了……
S040=以七星天自居的瓦曾，想要葬送阿修罗。\n瓦曾同以前八神将的时期相比，已获得了无与伦比的力量。\n拥有无法想象的破坏力的巨体，向阿修罗压杀而来！
S050=出现在打败了瓦曾的阿修罗面前的是，曾经的对手，夜叉。\n夜叉用其压倒性的力量，极其冷酷地对待着阿修罗。\n但就在那时，夜叉说出的一句话让阿修罗顿时怒火中烧……！
S060=阿修罗被夜叉无慈悲的一击一刀两断。\n阿修罗的意识，再次来到了狭间的世界。\n但是，这份怒气是不会消失的。\n如同胸中激发的火焰，向着光而去——
S070=阿修罗再次醒来的地方，是一个祭坛般的场所。\n阿修罗的身体，被村民们当做御神体安放于此地。\n逼近这个村子的，不仅是业魔的威胁。\n还有七星天伽路罗的军队……
S080=面对伽路罗的暴行，阿修罗的愤怒爆发了。\n阿修罗袭击了在天上布阵的舰队。\n在战斗中，阿修罗发现了船内的迷之设施。\n伽路罗他们的计划究竟是？
S090=阿修罗将舰队逐个击沉，逐渐逼近了伽路罗的喉咙。\n虽然其所谓的夸张计划，与阿修罗没什么关系。\n但阿修罗依然愤怒地向其挥拳！
S100=阿修罗打倒了伽路罗。\n下一个出现的，是曾被阿修罗视作师父而尊敬的男人，奥伽斯。\n阿修罗休养着与伽路罗战斗时受伤的身体，与奥伽斯谈论着往事。\n即便这只是片刻的休息。
S110=与奥伽斯的一对一决斗，残酷地拉开了序幕。\n恐怕这非常人可介入的已达神之领域的战斗，将不断激化下去。\n胜利的会是阿修罗，还是奥伽斯？\n其结局，恐怕连神明也无从知晓……
S120=打败了曾经的师父，阿修罗看清了前进的方向。\n他以遍体鳞伤的身体，对向着碧绿的村庄迫近的超巨大业魔发起了挑战。\n此时，阿修罗到底在想什么，又该如何战胜它。\n无人知晓的部分于此揭晓……
S130=燃烧的村落。\n神之光辉夺走了无罪之人的性命。\n愤怒了。\n只是纯粹地。\n阿修罗愤怒了。
S140=阿修罗那压倒性的力量，就连七星天花费了一万两千年的时间所积累的计划都足以匹敌。\n这甚至是可以将他们的夙愿，彻底颠覆的力量。\n这已经，让意料之外的影响逐渐扩大——
S150=就在夜叉还在迷茫的时候，成群的业魔逼近了都市。\n谢尔盖主张直接净化都市，而夜叉选择了另外的道路。\n要比业魔到达都市更快，要比谢尔盖净化都市更快。\n夜叉之拳能做到吗？
S160=将谢尔盖撕裂的，乃是因愤怒而失去自我的阿修罗。\n这份可怕的怒气，似乎能将自身都燃尽。\n丧失理性顺从愤怒而暴走的阿修罗的拳头，向夜叉袭来。
S170=看清了自己的道路，夜叉决定前往德乌斯的居城。\n夜叉与德乌斯，在那里到底会发生什么呢。\n本应朝着同样的目标前进的两人，于此分道扬镳。
S180=找回了自我的阿修罗，正朝着德乌斯的方向前进。\n但是，已经有人先行与德乌斯展开了交战。\n水火不容的两人，于强敌面前，拳头再次交汇。\n大义，信念，愤怒互相交错，各种各样的思绪，如今展开激烈冲突！
S190=德乌斯。\n神国Trastrium武力的象征，八神将的首领。\n而现在，则是统帅众神的七星天头目。\n从远古时代开始守护这颗行星的男人，超越他的时刻来临了！
S200=业魔的根源，也就是星之意志……弗栗多。\n远远凌驾于一万两千年前出现之时的巨大身体。\n阿修罗啊。\n用那份愤怒，让世界屈服吧！\n超越母星吧！
S205=星之愤怒的体现，弗栗多。\n乃是抱有绝对的敌意袭来的最强之敌。\n将其超越之时，超越母星之时，\n一切就结束了……理应如此。
S210=这一切，真的结束了吗？\n这个世界已经变成谁都不会再哭泣了世界了吗？\n是谁。\n是谁在扭曲这个世界？\n连众神的意志都能操纵的黑幕，阿修罗将向其发起挑战。
S220=轮转王遮迦罗跋帝。\n其超越言语的力量，粉碎了阿修罗的肉体。\n不，原本阿修罗的愤怒，就已经超越了自身能承受的极限。\n夜叉奔走着。\n即便如此，为了唤醒阿修罗……
S230=阿修罗与夜叉。\n如同水与油，火与冰一般。\n绝对无法相交的两人，果然还是必须一决雌雄。\m两人的因缘，现在终于要划上休止符。
S250=已无需多言。
S260=突然出现在阿修罗面前的格斗家……其名为隆。\n阿修罗与向他发起挑战的隆展开了战斗。\n两人拳锋交错，力量很合得来。\n但是，突如其来的杀意波动吞噬了隆……
S270=与隆的决斗分出胜负之时，拳之极者，豪鬼出现了。\n阿修罗迎击了来袭的豪鬼。\n豪鬼变成了狂豪鬼，阿修罗也变成了光临阿修罗·神的姿态。\n超越认知的两人的战斗，将持续至永远……

[Advertise]
Assault=<Assault>攻击
HeavyAssault=<HAssault>重击
Shoot=<Shoot>射击/长按时连续射击
Jump=<Jump>跳跃
CameraInfo=<RS>镜头操作/<RB>按下锁定
S000_ShootAimInfo=<LS>瞄准方向
S000_Reaction=请根据提示按下正确的操作。
S000_HeavyShoot=<HAssault>瞄准射击
S000_AirDash=<LS> + <Jump>空中冲刺
S000_RapidShoot=<Shoot>连续射击
S000_AtackInfo=（临时）锁定攻击
S010_Assault=<Assault>攻击/连按时连击
S020_Skip=<Back>跳过教程
S020_Assault=<Assault>攻击/连按时连击
S020_AssaultInfo=攻击敌人！
S020_DashAssault=<Assault>长按时冲击
S020_DashAssaultInfo=使用冲击/坠击攻击敌人！
S020_DiveAssault=<Jump>跳跃后<Assault>长按时坠击
S020_DiveAssaultInfo=使用坠击攻击敌人！
S020_HeavyAssaultInfo=使用重击攻击敌人！
S020_Overheat=过热中
S020_OverheatInfo=重击后会进入过热状态。\n过热状态中无法使用重击。
S020_DownEnemyInfo=当敌人倒地时可接近敌人并按下<HAssault>使用特殊攻击。\n过热状态中无法使用。
S020_SpecialAttackInfo=使用特殊攻击！\n接近敌人后按下<HAssault>
S020_NoDownEnemyInfo=使用冲击击倒敌人！
S020_Reaction=抓住敌人的攻击时机进行反击！
S020_ReactionInfo=在敌人攻击时根据提示正确操作后\n可以发动反击。
S020_RecoverDescript=受到敌人的攻击后按下<Jump>可以进行恢复。\n恢复时可以减轻受到的伤害并更快地重整态势。
S020_Recover=受到攻击后立刻按下<Jump>以发动恢复
S020_RecoverInfo=被敌人攻击后使用恢复！
S020_TargetLockOn=<RB>锁定
S020_TargetLockOnInfo=锁定敌人！
S020_TargetChange=<RS>切换锁定目标
S020_TargetChangeInfo=切换锁定目标！
S020_Shoot=<Shoot>射击
S020_ShootInfo=射击！
S020_ShootDescript=<Shoot>长按时发动连续射击。\n连续射击中使用<LS>可以改变瞄准方向。
S020_ShootAim=<LS>连续射击中改变瞄准方向
S020_ShootAimInfo=使用射击/连续射击攻击敌人！
S020_RapidShootDescript=可以使用连续射击击落敌人向自机发射的炮弹。\n但是对激光或火炎等无实体的炮弹无效。
S020_RapidShoot=<Shoot>长按时连续射击
S020_ShootAim=<LS>连续射击中改变瞄准方向
S020_ShootAimInfo2=使用连续射击击落！
S020_UnlimitedDescript=造成伤害或受到伤害时会累积无限量表。\n无限量表最大时，可以按下<LT>进入无限模式。\n（EASY难度下会自动进入）
S020_UnlimitedInfo=攻击敌人以累积无限量表！
S020_UnlimitedMax=<LT>进入无限模式\n<> （EASY难度下会自动进入）
S020_UnlimitedMaxInfo=无限模式中攻击力会得到提升，且不会进入过热状态。
S020_BurstDescript=造成伤害时会累积爆发量表。\n爆发量表最大时，可以使用打破当前战况的最强攻击。\n按下<RT>可以发动爆发。
S020_BurstGaugeUpInfo=攻击敌人以累积爆发量表！
S020_BurstButtonInfo=<RT>发动爆发
S020_Synchronick=在攻击瞬间的特定时刻按下 <HAssault>可以与阿修罗同调。\n如果同调率够高的话……？
S030_WaizenTalkStop=<Assault>让瓦曾闭嘴
S040_LockonShootinfo=使用<LS>以锁定敌人。\n使用<HAssault>可以一口气攻击到所有锁定到的敌人。\n锁定的敌人越多，威力越高。
S040_ShootInfo=<Shoot>长按发动连续射击（远程攻击）
S040_CounterInfo=使用<Y>抓住并扔回去！
S100_LookAround=<RS>移动视点
S100_Drink=<Assault>饮用
S100_Hdrink=<HAssault>豪饮
S100_Shoot=<Shoot>泼水
S100_StandUp=<Jump>站立
S110_AugusTalkStop=<Assault>让奥伽斯闭嘴
S040_VajraWaizenTalkStop=<Assault>让金刚瓦曾闭嘴
S070_KalrowTalkStop=<Assault>让伽路罗闭嘴
S050_YashaTalkStop=<Assault>让夜叉闭嘴
S020_CAssaultInfo=使用连击！
S020_HAssaultInfo=使用重击！
S020_DAssaultInfo=使用冲击！
S020_DivAssaultInfo=使用坠击！
S020_DownInfo=使用冲击击倒敌人！
S020_SPAsaultInfo=使用特殊攻击！
S020_SPAsault=使用<HAssault>接近倒下的敌人
S020_CMoveMes=使用<RB>闪避。\n可以回避敌人的攻击。
S020_CMoveInfo=使用闪避！
S020_CMove=<RB>闪避
S020_CounterInfo=使用反击！
S020_Counter=在敌人攻击时根据提示正确操作后可以发动反击。
S020_TLockInfo=锁定敌人！
S020_TLock=<LB>锁定
S020_TLChangeInfo=切换目标！
S020_TLChange=<RS>目标切换
S020_ULimitedInfo=发动无限模式！
S180_DeusTalkStop=<Assault>让德乌斯闭嘴
S120_GameOverInfo=爆发量表不足！\n输入正确的操作以累积爆发量表。

[Synchronic]
SynchronicHit=HIT
SynchronicRankA=EXCELLENT
SynchronicRankB=GREAT
SynchronicRankC=GOOD

[Huds]
HudsLockonInfo=锁定目标

[Mission]
MissionS260_00=抵消20次波动拳！
MissionS260_01=反击5次！
MissionS260_02=连击至30Hit！
MissionS260_03=达成20秒内K.O.！
MissionS260_04=达成完美K.O.！
MissionS270_00=使用5次特殊攻击！
MissionS270_01=连击至50Hit！
MissionS270_02=达成15秒内K.O.！
MissionS270_03=达成完美K.O.！
MissionS270_04=达成100连胜！
Mission_OffsetCount=波动拳抵消数：*
Mission_CounterCount=反击次数：*
Mission_ComboCount=最大连击：* Hit
Mission_20CountKO=20次K.O.
Mission_NoDamageKO=无伤K.O.
Mission_SpecialAttackCount=特殊攻击次数：*
Mission_15CountKO=15次K.O.
Mission_WinCount=* Wins

[Telop]
telop_000_19=持有不净之姿而满溢大地的魔物……业魔。
telop_000_20=司掌这颗行星的众神为了给这场与\威胁文明的业魔的战斗画上休止符，\n制造了最终兵器梵天法宝作为决战的王牌。
telop_000_21=众神的军队由最强的八人……八神将所指挥。\n其中一人，八神将阿修罗，如今处于战斗的中心。